Repository: felixolivares/MyMedsPlan-iPhone
Catalog: MyMedsPlan-iPhone/*.lproj/Localizable.strings
Languages: es_mx

source: Tablets
es_mx: Tabletas

source: Shots
es_mx: Injecciones

source: Tea Spoons
es_mx: Cucharadas

source: Pills
es_mx: Pildoras

source: Dropplets
es_mx: Gotas

source: Dose
es_mx: Dosis

source: Next intake in
es_mx: Siguiente toma en

source: Hit start button
es_mx: Presiona Iniciar

source: Start
es_mx: Iniciar

source: View
es_mx: Ver

source: You need to take your medicine
es_mx: Necesitas tomar tu medicina

source: Please select one of the options below
es_mx: Por favor selecciona una opción

source: OPTIONS
es_mx: OPCIONES

source: EDIT
es_mx: EDITAR

source: DELETE
es_mx: BORRAR

source: CANCEL
es_mx: CANCELAR

source: TAKEN
es_mx: LA TOME

source: SKIPPED
es_mx: LA SALTE

source: RESET
es_mx: REINICIAR

source: STOP
es_mx: DETENER

# takeMessage
source: AWESOME! Would you like to reset the countdown so it could be ready for your next intake?
es_mx: ¡GRANDIOSO! Te gustaria reiniciar el contador y asi pueda estar listo para tu siguiente toma?

# skipMessage
source: OH NO! Would you like to reset the countdown to be ready for a next intake?
es_mx: ¡OH NO! Te gustaria reiniciar el contador y asi pueda estar listo para tu siguiente toma?
